Repository: tareq1988/wedocs-plugin
Catalog: languages/wedocs-*.po
Languages: ar

source: Email address of the author.
ar: البريد الإلكتروني للكاتب.

source: Limit results to those matching a string.
ar: قصر النتائج على تلك المطابقة لسلسلة.

source: The ID for the parent of the object.
ar: معرف الأب للكائن.

source: Current page of the collection.
ar: الصفحة الحالية للمجموعة.

source: Maximum number of items to be returned in result set.
ar: الحد الأقصى لعدد العناصر المراد إرجاعها في مجموعة النتائج.

source: The page number requested is larger than the number of pages available.
ar: رقم الصفحة المطلوب أكبر من عدد الصفحات المتاحة.

source: No name given
ar: لم يعط أي اسم

source: No email given
ar: لم يعط أي بريد إلكتروني

source: Invalid doc ID.
ar: معرف وثيقة غير صالح.

source: Enter doc title
ar: أضف عنوان التوثيق

source: Write something
ar: اكتب شيئاً

source: Enter section title
ar: أدخل عنوان القسم

source: Docs
ar: وثائق

source: Tags
ar: الوسوم

source: Thank you for using <strong>weDocs</strong>. Please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating.
ar: شكراً على استخدامك <strong>weDocs</strong>. نرجو أن تترك لنا تصنيف %s&#9733;&#9733;&#9733;&#9733;&#9733;%s.

source: Thanks :)
ar: شكراً :)

source: Thank you for using <strong>weDocs</strong>.
ar: شكرًا لك على استخدام <strong>weDocs</strong>.

source: Use the <a href="%s">classic UI</a>.
ar: استخدم <a href="%s">واجهة المستخدم التقليدية</a>.

source: Helpfulness
ar: مدى الاستفادة

source: Votes
ar: أصوات

source: weDocs Settings
ar: إعدادات weDocs

source: Settings
ar: الإعدادات

source: Plugin Settings
ar: إعدادات الملحق

source: Docs Home
ar: الصفحة الرئيسية الوثائق

source: Home page for docs page. Preferably use <code>[wedocs]</code> <a href="%s" target="_blank">shortcode</a> or design your own.
ar: الصفحة الرئيسية لصفحة المستندات. يفضل استخدام <code>[wedocs]</code> <a href="%s" target="_blank">shortcode</a> أو تصميم رمزك الخاص.

source: Email feedback
ar: ملاحظات البريد الإلكتروني

source: Enable Email feedback form
ar: تمكين نموذج ملاحظات البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: The email address where the feedbacks should sent to
ar: عنوان البريد الإلكتروني الذي ينبغي إرسال التعليقات إليه

source: Helpful feedback
ar: ملاحظات مفيدة

source: Enable helpful feedback links
ar: تمكين روابط التعليقات المفيدة

source: Comments
ar: التعليقات

source: Allow Comments
ar: السماح بالتعليقات

source: Print article
ar: اطبع المقالة

source: Enable article printing
ar: تمكين طباعة المقالة

source: &mdash; Select Page &mdash;
ar: &mdash; اختر صفحة &mdash;

source: Documentations
ar: التوثيقات

source: Add Doc
ar: أضف توثيق

source: Preview the doc
ar: معاينة الوثيقة

source: Delete this doc
ar: حذف هذا التوثيق

source: Re-order this section
ar: أعد ترتيب هذا القسم

source: Preview the section
ar: معاينة القسم

source: Delete this section
ar: حذف هذا الجزء

source: Add a new article
ar: أضف مقال جديد

source: Preview the article
ar: معاينة المقال

source: Delete this article
ar: حذف هذا المقال

source: Add Section
ar: إضافة قسم

source: No docs has been found. Perhaps %s?
ar: لم يتم العثور على وثائق. ربما %s؟

source: create one
ar: أنشئ واحداً

source: You are not allowed to delete this item.
ar: لا يمكنك حذف هذا العنصر.

source: Sorry, you've already recorded your feedback!
ar: عذرًا ، لقد سجلت ملاحظاتك بالفعل!

source: Thanks for your feedback!
ar: شكراً لملاحظاتك!

source: Please enter a valid email address.
ar: لطفاً، أدخل بريد إلكتروني صالح.

source: Please provide a subject line.
ar: يرجى تقديم سطر الموضوع.

source: Please provide the message details.
ar: يرجى تقديم تفاصيل الرسالة.

source: Thanks for your feedback.
ar: شكراً لملاحظاتك.

source: Powered by weDocs
ar: مدعوم من weDocs

source: Documentation
ar: التوثيق

source: Parent Doc
ar: الوثيقة الأصل

source: All Documentations
ar: كل الوثائق

source: View Documentation
ar: عرض التوثيق

source: Add Documentation
ar: أضف توثيق

source: Add New
ar: إضافة جديد

source: Edit Documentation
ar: تعديل التوثيق

source: Update Documentation
ar: تحديث التوثيق

source: Search Documentation
ar: بحث الوثائق

source: Not documentation found
ar: لم يتم العثور على وثائق

source: Not found in Trash
ar: غير موجود في سلة المهملات

source: All Tags
ar: كل العلامات

source: Parent Tag
ar: الوسم الأصل

source: Parent Tag:
ar: الوسم الأصل:

source: New Tag
ar: وسم جديد

source: Add New Item
ar: إضافة عنصر جديد

source: Edit Tag
ar: تعديل الوسم

source: Update Tag
ar: تحديث العلامة

source: View Tag
ar: عرض العلامة

source: Separate items with commas
ar: افصل العناصر بفواصل

source: Add or remove items
ar: إضافة أو حذف العناصر

source: Choose from the most used
ar: اختر من بين الأكثر استخدامًا

source: Popular Tags
ar: الوسوم الشائعة

source: Search Tags
ar: بحث الوسوم

source: Not Found
ar: غير موجود

source: No items
ar: لا توجد عناصر

source: Tags list
ar: قائمة الوسوم

source: Tags list navigation
ar: تنقل قائمة الوسوم

source: View Details
ar: عرض التفاصيل

source: Document Search Widget
ar: أداة البحث عن الوثائق

source: weDocs Document Search
ar: بحث عن الوثائق weDocs

source: All Docs
ar: كل الوثائق

source: Documentation Search
ar: بحث التوثيق

source: Title:
ar: العنوان:

source: Home
ar: الرئيسية

source: Doc navigation
ar: التنقل بين التوثيقات

source: [%1$s] New Doc Feedback: "%2$s"
ar: [%1$s] ملاحظات توثيقية جديدة: "%2$s"

source: New feedback on your doc "%s"
ar: ملاحظة جديدة على توثيقك "%s"

source: Author: %1$s (IP: %2$s)
ar: الكاتب: %1$s (IP: %2$s)

source: Email: %s
ar: البريد الإلكتروني: %s

source: Feedback: %s
ar: ردود الفعل: %s

source: Doc Permalink: %s
ar: الرابط الثابت للوثيقة: %s

source: Edit Doc: %s
ar: تعديل التوثيق: %s

source: %d person found this useful
ar: %d شخصاً وجدوا هذا مفيداً

source: No votes yet
ar: لا توجد أصوات حتى الآن

source: %d person found this not useful
ar: %d شخصاً وجدوا هذا غير مفيد

source: Was this article helpful to you?
ar: هل كانت هذه المقالة مفيدة لك؟

source: Yes
ar: نعم

source: No
ar: لا

source: How can we help?
ar: كيف يمكننا المساعدة؟

source: Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: subject
ar: موضوع

source: message
ar: رسالة

source: Send
ar: إرسال

source: Print this article
ar: اطبع هذه المقالة

source: Continue reading %s <span class="meta-nav">&rarr;</span>
ar: تابع القراءة %s <span class="meta-nav">&larr;</span>

source: Docs:
ar: الوثائق:

source: Articles
ar: مقالات

source: Still stuck?
ar: لا تزال عالقاً؟

source: Updated on %s
ar: تم تحديثه في %s

source: Want to help make <strong>%1$s</strong> even more awesome? Allow %1$s to collect non-sensitive diagnostic data and usage information.
ar: تريد المساعدة في جعل <strong>%1$s</strong> أكثر روعة؟ اسمح %1$s بيانات التشخيص غير الحساسة ومعلومات الاستخدام.

source: what we collect
ar: ما نجمعه

source: Allow
ar: السماح

source: No thanks
ar: لا شكراً

source: If you have a moment, please let us know why you are deactivating:
ar: إذا كان لديك بعض الوقت، فيرجى إخبارنا بسبب إلغاء التنشيط:

source: I rather wouldn't say
ar: أفضل أن لا أقول

source: Submit & Deactivate
ar: إرسال وإلغاء التفعيل

source: Cancel
ar: إلغاء

source: Basic Settings
ar: الإعدادات الأساسية

source: Advanced Settings
ar: إعدادات متقدمة

source: Text Input
ar: حقل نص

source: Text input description
ar: وصف إدخال النص

source: Text Input placeholder
ar: عنصر نائب للحقل النصي

source: Number Input
ar: إدخال رقم

source: Number field with validation callback `floatval`
ar: حقل الرقم مع استدعاء التحقق من الصحة `floatval`

source: Textarea Input
ar: إدخال Textarea

source: Textarea description
ar: وصف Textarea

source: Textarea placeholder
ar: عنصر نائب Textarea

source: HTML area description. You can use any <strong>bold</strong> or other HTML elements.
ar: وصف منطقة HTML. يمكنك استخدام أي <strong>bold</ strong> أو عناصر HTML أخرى.

source: Checkbox
ar: خانة اختيار

source: Checkbox Label
ar: تسمية خانة الاختيار

source: Radio Button
ar: زر راديو

source: A radio button
ar: زر اختيار

source: A Dropdown
ar: قائمة منسدلة

source: Dropdown description
ar: وصف القائمة المنسدلة

source: Password
ar: كلمة المرور

source: Password description
ar: وصف كلمة المرور

source: File
ar: ملف

source: File description
ar: وصف الملف

source: Color
ar: لون

source: Color description
ar: وصف اللون

source: Advanced Editor
ar: محرر متقدم

source: WP_Editor description
ar: وصف WP_Editor

source: Multile checkbox
ar: مربع اختيار متعدد

source: Multi checkbox description
ar: وصف مربع اختيار متعدد

source: Other Settings
ar: إعدادات أخرى

source: Choose File
ar: اختر ملف

source: A documentation plugin for WordPress
ar: ملحق التوثيق لـ WordPress

source: Tareq Hasan
ar: طارق حسن

# Post Type General Name
source: Docs
ar: الوثائق

# Post Type Singular Name
source: Doc
ar: توثيق

# Taxonomy General Name
source: Tags
ar: الوسوم

# Taxonomy Singular Name
source: Tag
ar: وسم

# label
source: Search for:
ar: البحث عن:

# placeholder
source: Documentation Search &hellip;
ar: بحث التوثيق &hellip;

# submit button
source: Search
ar: بحث

# Used before tag names.
source: Tags
ar: الوسوم
